var APP_DATA = {
  scenes: [
    {
      id: "0-entrance-junyakataokarieiwatake-1",
      name: "Entrance - Junya Kataoka + Rie Iwatake -1",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: 3.1152305510683593,
        pitch: 0.006596951350466895,
        fov: 1.5707963267948966,
      },
      linkHotspots: [
        {
          yaw: 1.193585399875074,
          pitch: 0.448844341708762,
          rotation: 6.283185307179586,
          target: "6-gaetankubo-2",
        },
        {
          yaw: -2.4136225662951567,
          pitch: 0.2731957185842173,
          rotation: 19.63495408493622,
          target: "1-junyakataokarieiwatake-2",
        },
      ],
      infoHotspots: [
        {
          yaw: 3.0225755834108163,
          pitch: 0.27337115451518557,
          title: "透明な力たち展のグラフィックデザイン",
          text:
            "展覧会の広報印刷物のために、デザイナーの森田晃平が制作したアイコングラフィック。各アイコンは、参加アーティストと彼らの仕事からインスピレーションを得て古今東西のさまざまなモチーフを引用しながら制作されました。",
        },
        {
          yaw: 1.9115268039176136,
          pitch: 0.25919687920597667,
          title: "ごあいさつ",
          text:
            "若手作家の作品を中心に、現代美術の一側面を切り取り、問いかけや議論のはじまりを引き出すグループ展、MOTアニュアル。第16回目となる本展では、人や物を動かしている自然界や社会の中の不可視の力の作用に着目し、そのメカニズムを再構築しようと試みるアーティスト5組を紹介します。<br><br>私たちの身の周りには目に見えない数多の力が働き、複雑な世界の様相を作り出しています。例えば、物の動きに直接影響を与える重力や磁力や摩擦、生き物の性質や行動に作用する DNA 等にその力が認められるでしょう。また、私たちの社会を動かし形作る諸システムやルール、そしてその背景にある人々の思考、意識、感情、固定概念も不可視の力と呼べるかも知れません。研究や業務の上での専門性が細分化した今日、世界を取り巻く仕組みをひとりひとりが認識し、頭にいれておくことは不可能に近いといえます。情報化社会が進むと同時に見えにくくなる、あるいは隠される仕組みも増えています。情報を反射神経的に認識・処理するようなスピード感が求められ、そこにどのような力が働いているか、意識されることは多くありません。<br><br>本展では、物ごとを動かし変化させるメカニズムを咀嚼しなおし、自分の手で、あるいは誰かと協働して、再構築する作家とともに、私たちを取り巻く透明な力について考察いたします。彼らの試みは、ときにミクロコスモス的な箱庭や実験室を連想させ、現実とは離れた系の中でものごとが自律的に動いているように見えます。しかしそれは私たちの立っている「あたりまえ」の地盤に視線を向けさせ、いくつもの要因が複雑に重なり動いている世界の様子をそれぞれの角度から垣間見せてくれるものです。これらのユニークな実践の中で、可視化された透明な力が各々の感覚を揺さぶり、見慣れた風景を再考するためのささやかな契機となれば幸いです。<br><br>東京都現代美術館",
        },
        {
          yaw: 0.0834870980685043,
          pitch: 0.27509130627262124,
          title: "展覧会解説シート",
          text:
            '会場で配布されたハンドアウトとフロアマップはこちら<br><br><a href="https://github.com/mot-commons/mot-commons/blob/main/content/assets/invisible-powers/MOT_Annual_floor_map%2B.pdf" target="_blank" rel="noopener noreferrer">👉 <u>MOT_Annual_floor_map 🡕</u></a>',
        },
        {
          yaw: -1.6783332924207617,
          pitch: 0.30981021143860765,
          title: "回る電球",
          text: "2020<br>電球、送風機、ガラス板ほか<br>110×30×30cm",
        },
        {
          yaw: -2.2091284186789686,
          pitch: -0.09134704647464353,
          title: "片岡純也 + 岩竹理恵",
          text:
            "「物体の位置は他の物体に対して定まるもので、それ自身だけでは考えられない」、これは100年くらい前の理科の教科書のなかで運動について書かれた一節で、物質については「空間の一部を占め、感覚によってその存在を知り得るもの」とある。まるで「他者との関係のなかに自分を見つける」ような語り口で自然科学が論じられている。実験の図解では、お皿や椅子などの身の回りの物が実験器具として代用されて出来事を起こして、現象を観察している。記号的でも観念的でもなくあまり科学的でもない少し昔の理科書が、今の自分を批判する。ここでは物体の運動、音、熱、光、電気、磁気などの外的諸現象が自分と切り離されていない。視覚性が自立するような身体ではなくて厚みのある身体を持つわたしという主体が濃密に物理的な接触をして成立する客観性がある。「重みとは筋肉に感ずる抵抗」であるなら、わたしとあなた、昨日と今日のわたしも観察者として同じでない。<br>ある日、切れた電球を取り外して机の上に置いたとき、電球がくるりと回転した。それは見慣れた物の属性が未知化する瞬間だった。予測を超えない出来事が知識の範疇を超えて行く。現実のなかでふとした瞬間に訪れる超現実をわたしたちは面白がる。",
        },
      ],
    },
    {
      id: "1-junyakataokarieiwatake-2",
      name: "Junya Kataoka + Rie Iwatake -2",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: -3.008401842758998,
        pitch: 0.03190853423276607,
        fov: 1.4017321839386558,
      },
      linkHotspots: [
        {
          yaw: 2.78490312945193,
          pitch: 0.41858179292917086,
          rotation: 11.780972450961727,
          target: "0-entrance-junyakataokarieiwatake-1",
        },
        {
          yaw: -0.9348973651884389,
          pitch: 0.3386142341690608,
          rotation: 0,
          target: "2-junyakataokarieiwatake-3",
        },
      ],
      infoHotspots: [
        {
          yaw: -2.8934662590448763,
          pitch: -0.17241819064196662,
          title: "片岡純也 + 岩竹理恵",
          text:
            "片岡純也と岩竹理恵（ともに 1982－）は、2013 年パリでのレジデンスをきっかけに アートユニットとして活動を開始しました。片岡は主に電球や本などの日用品に物理的エネルギー（重力、風力、磁力等）を加えて本来の役割とは異なる動きをみせる装置的作品を手掛け、岩竹は主に切手や博物辞典等の断片を組み合わせたコラージュ、写真、版画による平面的な作品を制作しています。日常を繊細に観察し、ものごとを暫定的に捉えようとする彼らは、外した電球を机に置いたときの回転や蜘蛛の巣にかかって空中でくるくる回る枝など、見過ごしてしまいそうな現象から着想を得て、それをアナログ的手法で再現しようと試みます。このようなシンプルな自然現象の再現だけでなく、木の枝を人体の血管に、ゴム束のねじれを筋肉繊維に見立てるなど、アナロジカルな視線で生物、無生物、風景、自然現象を緩やかに連関させる作品もあり、博物学的な展示室の様相をつくりあげています。<br>本がハイタッチするようにめくり合う、切手の中の蝶が右往左往するなど、生きていないものが生きているかのような振る舞いを見せる作品がある一方で、骨や人体解剖図といった死の気配を感じさせるモチーフも使われています。また頭蓋骨、書籍、パイプ、地球儀、蝶は、メメント・モリ（死を思え）を根底に16世紀頃に登場したヴァニタスという静物画ジャンルで頻出するモチーフであり、科学と霊的なものがはっきりと分かれていなかった時代への作家の共感的な眼差しが垣間見えます。",
        },
        {
          yaw: -2.7803048013509333,
          pitch: 0.6790729861698566,
          title: "地球を球にする",
          text:
            "2020<br>丸めた地図、ターンテーブル、蓄音機のホーン、ガラス板<br>75×58×53cm",
        },
        {
          yaw: -2.1075510959957544,
          pitch: 0.48648354556435436,
          title: "遠近の考察－室内画49より",
          text:
            "2020<br>木製パネルにアクリル<br>60x90x2.5cm / 60x90x2.5cm / 53x43x2.5cm",
        },
        {
          yaw: -1.541190759180333,
          pitch: 0.45208307581233065,
          title: "めくりあう本",
          text: "2020<br>文庫本、金具、モータほか<br>31×36×22cm",
        },
        {
          yaw: 2.3934446074864137,
          pitch: 0.20839943753851387,
          title: "室内画49－配置されるべきオブジェ",
          text: "2018<br>紙にリトグラフ<br>38×45cm",
        },
        {
          yaw: 1.549957283098566,
          pitch: -0.004396975037927575,
          title: "ポジション－手紙からの採集",
          text: "2020<br>切手、方位磁針、鉄製定規、モータほか<br>サイズ可変",
        },
        {
          yaw: 1.0060358474069595,
          pitch: 0.33977232248637534,
          title: "P波またはS波の繰り返し運動",
          text: "2020<br>スプリングコイル、上皿天秤、モータ<br>21x23x17cm",
        },
        {
          yaw: 0.8384025910966848,
          pitch: 0.5264193612293386,
          title: "砂鉄による台風の模倣",
          text: "2020<br>砂鉄、磁石、地球儀、モータほか<br>43x32x27cm",
        },
        {
          yaw: -0.43432325560532803,
          pitch: 0.4912824227881778,
          title: "木の枝による分割",
          text: "2020<br>木の枝、ゴム<br>290x180x180cm",
        },
        {
          yaw: -0.31344486186445764,
          pitch: 0.1730738273444139,
          title: "切り抜かれた室内画48－盆栽と内臓のある室内",
          text: "2020<br>切り抜かれたリトグラフ<br>38x45cm",
        },
        {
          yaw: -0.6104492876734273,
          pitch: 0.1504852328362638,
          title: "転がされる石－室内画48より",
          text:
            "2020<br>リトグラフからの切り抜き、アクリル板、モータほか<br>22x206x3cm",
        },
      ],
    },
    {
      id: "2-junyakataokarieiwatake-3",
      name: "Junya Kataoka + Rie Iwatake -3",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: -1.6023190636282436,
        pitch: 0.03496398503630971,
        fov: 1.5707963267948966,
      },
      linkHotspots: [
        {
          yaw: 1.2672596626586135,
          pitch: 0.3184827474481544,
          rotation: 0.7853981633974483,
          target: "1-junyakataokarieiwatake-2",
        },
        {
          yaw: -0.9832142863361746,
          pitch: 0.4410388672821064,
          rotation: 24.347343065320914,
          target: "3-junyakataokarieiwatake-4",
        },
      ],
      infoHotspots: [
        {
          yaw: 1.5291218174487655,
          pitch: 0.33469927371107744,
          title: "掛け軸による関節の運動",
          text: "2020<br>掛け軸、骨格模型、モータほか<br>210x90x60cm",
        },
        {
          yaw: 1.7874891613614334,
          pitch: -0.12477894772646003,
          title: "重さによるハンマーの次第",
          text: "2020<br>ハンマー、錘、車輪、モータほか<br>サイズ可変",
        },
        {
          yaw: 2.1082594814150104,
          pitch: 0.39350858003892597,
          title: "円と円運動",
          text: "2020<br>切手をコラージュ、アクリル板、鏡<br>43x33.4x7cm",
        },
        {
          yaw: 2.5179542639824817,
          pitch: 0.369996467044011,
          title: "内包される風景",
          text:
            "2013-2020<br>印刷物をコラージュ、木枠、アクリル板、ガラス板、木材ほか<br>サイズ可変",
        },
        {
          yaw: -2.520077176064124,
          pitch: 0.4572093898858096,
          title: "こちょばされるべきオブジェ－渦巻管",
          text:
            "2018<br>耳かき、図鑑の切り抜き、ガラスドーム、モータほか<br37x22x22cm",
        },
        {
          yaw: -2.092396751210277,
          pitch: 0.5825247230038979,
          title: "呼吸されるべきオブジェ",
          text:
            "2020<br>パイプ、ポンプ、下駄、風船、スケッチブック、モータほか<br>サイズ可変",
        },
        {
          yaw: -1.199662537142526,
          pitch: 0.4197542302069124,
          title: "ねじれるテンション",
          text: "2020<br>木の枝、ゴムほか<br>21x106x21cm",
        },
        {
          yaw: -1.893217066921558,
          pitch: -0.15481528751027795,
          title: "頭蓋骨による羽の収縮",
          text:
            "2020<br>羽根、頭蓋骨模型、歯車、金具、モータほか<br>130x43x30cm",
        },
        {
          yaw: -2.2372566489972563,
          pitch: -0.08998097382768577,
          title: "回転による関節の間隔",
          text: "2020<br>骨格模型、金具、モーター<br>81x81x35cm",
        },
        {
          yaw: 1.1147834275418287,
          pitch: 0.18060308972401806,
          title: "木の枝による分割",
          text: "2020<br>木の枝、ゴム<br>290x180x180cm",
        },
        {
          yaw: 0.7781826424986171,
          pitch: -0.10172699838544119,
          title: "切り抜かれた室内画48－盆栽と内臓のある室内",
          text: "2020<br>切り抜かれたリトグラフ<br>38x45cm",
        },
        {
          yaw: 0.6690427068817346,
          pitch: 0.07913658339742469,
          title: "転がされる石－室内画48より",
          text:
            "2020<br>リトグラフからの切り抜き、アクリル板、モータほか<br>22x206x3cm",
        },
        {
          yaw: 0.7914580872737673,
          pitch: 0.32253301162935877,
          title: "回るプルトップ－お～いお茶半ダース",
          text: "2019<br>アルミ缶、モータ<br>20x20x13cm",
        },
        {
          yaw: 0.4516095514597325,
          pitch: 0.41084169307024077,
          title: "回る枝",
          text: "2020<br>木の枝、モータ<br>153x15x15cm",
        },
        {
          yaw: 0.3396337923578834,
          pitch: -0.24971845500023626,
          title: "脈打つ枝",
          text: "2020<br>LED、図鑑の切り抜きほか<br>サイズ可変",
        },
        {
          yaw: 0.0510963271435152,
          pitch: 0.16463727153422525,
          title: "室内画41－配置される円と回転図",
          text: "2018<br>紙にリトグラフ<br>38x45cm",
        },
        {
          yaw: -0.16932905519585972,
          pitch: 0.171339998183889,
          title: "室内画38－山と煙のある室内",
          text: "2019<br>紙にリトグラフ<br>38x45cm",
        },
        {
          yaw: -0.3709276754920747,
          pitch: 0.16337355713427648,
          title: "室内画37－配置される山と消失点",
          text: "2018<br>紙にリトグラフ<br>38x45cm",
        },
        {
          yaw: -0.98155855608411,
          pitch: 0.20874442976041152,
          title: "０から１へのアナログ変換",
          text: "2020<br>サークル管、木材、モータほか<br>サイズ可変",
        },
      ],
    },
    {
      id: "3-junyakataokarieiwatake-4",
      name: "Junya Kataoka + Rie Iwatake -4",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: -1.5954253073333078,
        pitch: 0.02625162986234031,
        fov: 1.5707963267948966,
      },
      linkHotspots: [
        {
          yaw: 1.2957230040664491,
          pitch: 0.4259889959670069,
          rotation: 12.566370614359176,
          target: "2-junyakataokarieiwatake-3",
        },
        {
          yaw: -0.951412198926004,
          pitch: 0.4293889455321658,
          rotation: 5.497787143782138,
          target: "4-gohuozumi",
        },
      ],
      infoHotspots: [
        {
          yaw: -0.015468154451841798,
          pitch: 0.34824436216934096,
          title: "０から１へのアナログ変換",
          text: "2020<br>サークル管、木材、モータほか<br>サイズ可変",
        },
        {
          yaw: -3.1323314377249645,
          pitch: -0.08446518225975908,
          title: "０から１へのアナログ変換",
          text: "2020<br>サークル管、木材、モータほか<br>サイズ可変",
        },
        {
          yaw: -1.800422783277451,
          pitch: 0.41073460662918926,
          title: "Atopon-DSC05669(右)<br>Atopon-DSC06592(左)",
          text: "2019<br>竹和紙にアーカイバルピグメントプリント<br>各104x84cm",
        },
      ],
    },
    {
      id: "4-gohuozumi",
      name: "Goh Uozumi - New Economic War",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: -1.9216984314181538,
        pitch: 0.01817058909124114,
        fov: 1.5707963267948966,
      },
      linkHotspots: [
        {
          yaw: -2.36616261758604,
          pitch: 0.17592648551819678,
          rotation: 5.497787143782138,
          target: "3-junyakataokarieiwatake-4",
        },
        {
          yaw: -0.67729354303804,
          pitch: 0.16277162960625446,
          rotation: 0.7853981633974483,
          target: "5-gaetankubo-1",
        },
      ],
      infoHotspots: [
        {
          yaw: -2.289671739495976,
          pitch: -0.21641974638042782,
          title: "state",
          text: "Text",
        },
        {
          yaw: -2.5199619680443597,
          pitch: -0.1858683125446472,
          title: "goh",
          text: "Text",
        },
        {
          yaw: -1.8351617041594892,
          pitch: -0.2714124852551514,
          title: "vvc",
          text: "Text",
        },
        {
          yaw: -1.3144366018876674,
          pitch: -0.2853134110257898,
          title: "Finding Number",
          text: "Text",
        },
        {
          yaw: -0.8373820351983934,
          pitch: -0.22681746288777127,
          title: "Basic Principle",
          text: "Text",
        },
        {
          yaw: -2.694571249421852,
          pitch: -0.20678273316976536,
          title: "思考の質量",
          text: "Text",
        },
        {
          yaw: -2.930280525882912,
          pitch: -0.226434777246439,
          title: "ACOIN",
          text: "Text",
        },
        {
          yaw: 3.0292463197634127,
          pitch: -0.23065686676313213,
          title: "15 Minutes",
          text: "Text",
        },
        {
          yaw: 2.4927476172062253,
          pitch: -0.27972456309613847,
          title: "Welcome To Attention Economy",
          text: "Text",
        },
        {
          yaw: 2.117796744074411,
          pitch: -0.38820378748728324,
          title: "社会的選択とその敵",
          text: "Text",
        },
        {
          yaw: 0.7840566071011175,
          pitch: -0.10416754932526828,
          title: "Deepblue",
          text: "Text",
        },
        {
          yaw: 0.4593960127927197,
          pitch: -0.468834196556724,
          title: "Finding Symbol",
          text: "Text",
        },
        {
          yaw: -0.46615910524517545,
          pitch: 0.39184482504198215,
          title: "A GAME",
          text: "Text",
        },
        {
          yaw: -0.44216274176393355,
          pitch: -0.09098235949796063,
          title: "A GAME -r",
          text: "Text",
        },
      ],
    },
    {
      id: "5-gaetankubo-1",
      name: "Gaetan Kubo - Replay Room -1",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: 2.556715570289408,
        pitch: 0.016030806525286323,
        fov: 1.5707963267948966,
      },
      linkHotspots: [
        {
          yaw: 1.672458656221762,
          pitch: 0.2565290501807347,
          rotation: 0,
          target: "4-gohuozumi",
        },
        {
          yaw: -1.7240058657802635,
          pitch: 0.365425640016781,
          rotation: 6.283185307179586,
          target: "6-gaetankubo-2",
        },
      ],
      infoHotspots: [
        {
          yaw: 1.2913360905032292,
          pitch: -0.15502630157554265,
          title: "ステートメントと点字",
          text:
            "<div>入口にある日英ステートメントの下には点字が打たれている。</div><div>その点字にはステートメントにはない秘密が込められている。</div><div>作品内の映像に流れる口話も、聴覚を頼りにすると作品の最後を読み取ることはできない。</div><div>五感を使うマジョリティが認識できないメディアが使われている</div><div>私の展示セクションにある記号の全てを読み解くことができる人は</div><div>ほとんどいないであろうし、作品というのもそういうものでもあると思う。</div>",
        },
        {
          yaw: 2.6236257767702096,
          pitch: -0.04787663595520719,
          title: "世界は音で満たされている",
          text:
            "祖母の家には黒電話が置いてある。祖母はどんなにテクノロジーが発展し、iPadを欲しがっても電話を買い換えることを望まない。ある日、黒電話の仕組みを知ろうと中を開けてみると、中から一枚の回路図がでてくる。近所の電気屋が直すために仕込まれていたのであろう。なんとないその出来事は、隠匿された秘密の地図を見つけたかの様な体験であった。 映像の途中で呼びかけている番号は400番。電話のプーッ、プーッという呼び出し音や話中音に使われる周波数(400hz)と同じ数字で、私たちの馴染みのある音階ではソの音G4( 391.99hz,A4=440hz)に近しい音である。映像背面の壁にはスピーカーが埋め込まれており、映像の最後にはGの音(G-1=11.97hz, A4=430hzつまりベルの時代のピリオド演奏)にチューニングされていく音波によってに美術館が振動する。 鳴っている電話は出ても良い。",
        },
        {
          yaw: -2.650400784788294,
          pitch: -0.06817823807316614,
          title: "聞こえないけど聴こえてる",
          text:
            "およそ私の心臓の高さに取り付けられた聴診器が、壁から流れる私の独白による声を抽出し音を拾っている。マイクに改造された聴診器は、音をナマズの皮を短絡して 通過、エフェクターによって音を整流、増幅、水槽の下 にあるスピーカーに出力される。水槽の上の水面では音によって波紋が映り、水槽の下では音によって振動発電 機が発電をする。水槽の左右には私の両耳を型取ったもの、奥にはナマズの頭、手前には尻尾が、斜めには正弦波を出す音叉が配置されている。 1680 年、ガラス板を弓で弾くことで板の上の小麦が波紋を描くサイマティクス研究と、ナマズの頭蓋骨がキリストの十字架に見えるというアメリカの民間信仰をクロスした、科学と魔術のあわいにあるナマズ型振動感知音力発電装置である。",
        },
        {
          yaw: 0.864654967460142,
          pitch: 0.09224632754052742,
          title: "張衡の地動儀を模した茶壷",
          text:
            "<div>世界初の地震計といわれる地動儀は、AC132 年に中国の張衡によって開発された。</div><div>龍の口にとりつけられた玉が地震によって蛙の口に落ちることで遠方の地震の発生及び方位を観測したとされる。近代地震計の発明がお雇外国人の来日による明治期であることを考えると、その発明がいかにはやかったか想像できる。</div><div>地動儀の存在は菅原道真による言及などから日本に逸早くその存在は知られていたが、実物も図面も現存しないためにその内部構造は謎とされており、機構に対して様々な説が唱えられている。</div>",
        },
        {
          yaw: 0.500249894730981,
          pitch: 0.12263813280481095,
          title:
            "大石真虎[ 画]</div><div>《 俗説地底鯰之図 永暦大雑書天文大成より》",
          text:
            "雑書と呼ばれるいわゆる暦占書本である。陰陽道の書物の影響を強く受けている雑書は、江戸時代から幕末にかけて普及し、占星術や人相といったものから、生活の指針に至るまで幅広い民間信仰が納められており、幕末には一家に一冊ある百科事典や家庭の医学のように扱われていたのではないかといった研究もなされるくらい普及していたものである。それらのほとんどの巻頭には日本列島を覆う龍の様な「地震虫」の絵が描かれた日本地図があり、鯰絵が普及する以前、地震という巨大な振動がどこからやってくるのか、想像力が生んだ表象（イメージ）である。",
        },
        {
          yaw: 0.0548981194964675,
          pitch: -0.3667218365064606,
          title:
            "夢との交信：アタナシウス・キルヒャー「 言葉を話す像のしかけ」の再生実験",
          text:
            "<div>この図像はキルヒャーの「普遍音楽(1650)」の「言葉を話す像のしかけ」を再生したものである。ドイツ出身のイエズス会司祭/ 科学者であったキルヒャーの学説には奇怪で合理的でないものも多く、発表当時には批判にさらされることもあったが、伝染病が微小生物によって引き起こされるという考えをはじめて実証的に示し、その説にもとづいた予防法を提案したことや、音響理論の数多くの発見など、後世に再評価がなされた人物である。</div><div>この図は、壁に埋め込まれたメガホンが外の音を内部に集約、出力先には彫像の口元が置かれていて、像が話しかけているように聞こえる仕組みを示しており、今回の壁の中から声を発する作品はこの夢想の具現化でもある。</div>",
        },
        {
          yaw: -0.9107169723747113,
          pitch: -0.23986351418189145,
          title:
            "夢との交信：サミュエル・モーランド「 拡声する人間チューバ」の再生実験",
          text:
            "人間はいつから音の存在を自覚したのだろうか？ピタゴラスは鍛冶屋が金槌を叩く音の違いから音階を見出し、アリストテレス( の学徒) は音波の存在に気がついたと言う。その後もダ・ヴィンチ、ガリレオ、キルヒャーなどによって音響や反響の研究はなされていたが、モーランドが1671年に発表したこの図像は興味深い点がある。メガホンの発明として発表されたこの図は、音の拡大だけでなく、音の乗算にも着目していて、声から発した音が図の中で反響し合い、世界が音に満ちて溢れているのをみることができる。本作ともう一つの銅板作品は、元の版画のデジタルデータを凹凸反転し、転写したもの。エッチングし、インクを詰めた刷る前の状態で保存されているため、本来の銅版画の逆の状態、つまり線の部分にインクがない状態で保存されている。",
        },
      ],
    },
    {
      id: "6-gaetankubo-2",
      name: "Gaetan Kubo - Replay Room -2",
      levels: [
        {
          tileSize: 256,
          size: 256,
          fallbackOnly: true,
        },
        {
          tileSize: 512,
          size: 512,
        },
        {
          tileSize: 512,
          size: 1024,
        },
        {
          tileSize: 512,
          size: 2048,
        },
      ],
      faceSize: 1680,
      initialViewParameters: {
        yaw: 2.506828681541177,
        pitch: -0.04713567236286309,
        fov: 1.459389602037366,
      },
      linkHotspots: [
        {
          yaw: 0.31756088056888565,
          pitch: 0.33365941335019755,
          rotation: 0,
          target: "5-gaetankubo-1",
        },
        {
          yaw: -0.8058018187716236,
          pitch: 0.39527815429483226,
          rotation: 5.497787143782138,
          target: "0-entrance-junyakataokarieiwatake-1",
        },
      ],
      infoHotspots: [
        {
          yaw: 1.3770921807833183,
          pitch: 0.08356866355218173,
          title:
            "トーマス・エジソン《エジソンティンフォイル１号機( 蘇言機)》復元",
          text:
            "<div>日本初の蓄音機が言葉を蘇らせる「蘇言機」と翻訳されたことに、一度声を録音すれば、その死者は永遠に蘇る（つまり再生できる）機械としてのニュアンスがあったのかと思わせられる。</div><div>底の見えない井戸に話しかけるかの様なマイクとスピーカーは、なんだかあの世と繋がっている様な不思議な形をしている。</div>",
        },
        {
          yaw: 1.8596335559675499,
          pitch: -0.12491445173238347,
          title:
            "夢との交信：グラハム・ベル「ブレイクへ送った検体(死人の耳)に G(ソ)の音で歌った音の記録の手紙」の再生実験",
          text:
            "<div>ベルとブレイクが作ったイヤーフォノトグラフは、死体の耳の鼓膜に藁の針をつけた再生機能のない録音機である。煤をつけたガラス板に針をのせ、ガラス板を動かしながら耳に声を吹き込むことで音の波形を記録すること</div><div>ができる。本作はベルがブレイクに送った実験結果の手紙のデジタルデータを印刷し、煤をつけたガラス板の裏に印刷物を敷き、光をあて、微かに見える記録をなぞってドローイングしたものである。</div><div>一般的に音のチューニングや試験はA（ラ）の音が選ばれることが多い中、ベルはG（ソ）の音を彼のイニシャルであるG(raham) から選択したとの記述がある。科学技術のために、名もなき検体となってしまった一人の人間の耳に話しかけるように、自分の名前を囁いたのではないだろうか？そんなことを考えながら線をなぞっていると、ガラスに映り込んだ自分もG(aetan) であることに気がついた。</div>",
        },
        {
          yaw: -1.3373958654292135,
          pitch: 0.07429024707746379,
          title:
            "ジェイムス・アルフレッド・ユーイング《 ユーイング型 円盤式地震計( 復元模型 )》",
          text:
            "日本に蘇言機を紹介したユーイングは後に地震計を開発する。円筒型から円盤型に移行した録音機器と対照的に、地震計は円盤型のものから円筒型に移行したのが印象的で、音と地震がいかに密接で相互関係があるかを物語っている。この地震計は東西と南北の2 軸であるが、後に高さを付け加えられた物で、円盤式地震記録と《地震動軌跡模型》は記録された。",
        },
        {
          yaw: -1.734421817514047,
          pitch: -0.10962032639219643,
          title:
            "夢との交信：記録者不明「1887年円盤式地震記録に記録された東京の揺れ」の再生実験",
          text:
            "<div>円盤式地震記録は煤のついたガラス板に針をつけ、回転中に針が揺れることによって煤が削られ、記録される。記録が青焼き写真に転写されると、再び煤をつけフォーマットされる。この記録は東京大学地震研究所に保管されている1887年1月15日に起きた地震記録の青焼きを撮影し、そのデータを実寸で印刷したものを煤のついたガラス板の裏に敷き、光をあて、微かに見える記録をなぞってドローイングしたものである。</div><div>アナログシステムである初期の地震記録は、煤の濃度や針の感度といった記録者の個人が強く反映される。記録を手でなぞることは転写をするより写実性が失われるが、記録とはそもそも主観的なものである。</div><div>私が生まれる100 年前の地球の揺れと文字をなぞるにつれ、記録者のことに思いを馳せてみたが、青焼きには記録者の名前は記載されていなかった。</div>",
        },
        {
          yaw: -2.1122760953250754,
          pitch: 0.05067902051081674,
          title: "関谷清景《地震動軌跡模型》",
          text:
            "日本の地震学の開拓者の一人である関谷清景が、円盤式地震計より東西、南北、高低を数値化。１秒ごとの地面の動きを50 倍に拡大したものを針金によって三次元化したものである。向かって左は地震動の始まりから21 秒まで、中央がそれから41 秒まで、そして右はさらに72 秒までの地面の動きを示している。",
        },
        {
          yaw: 2.5871094939425445,
          pitch: 0.06266716145118245,
          title: "音震遠感覚之図",
          text:
            "<div>制作過程で集まった資料を、即興的に壁面にコラージュしていき、それらを線で結んでいく。本展出品作品は全てコロナ禍で始めた制作であるため、図書館や取材などフィジカルな情報アクセスが一切できない状態からスター</div><div>ト。オンライン上に限られたデジタルデータの収集は現実より膨大に肥大し、データの渦に溺れていく。現実へと抜け出すためにこれらを出力する必要があった。自分の口を、身体を中心に臓器のように記号を結び付けながら描いていく行為は不条理でありながらもどこか意味がある様な感覚へと導く。</div>",
        },
        {
          yaw: -0.4800343639371558,
          pitch: 0.1016172247253273,
          title: "Replay Sheet",
          text:
            "<div><div>出口に置かれたReplay Sheetは、本展をもう一周するとき、つまり「再生」する時のためのハンドアウト(解説)となっている。</div><div>歴史は繰り返すという。一度目は悲劇として、二度目はコメディとして。だが「再生」する前に一言付け加えたい。コメディが喜劇であるとは限らない。コメディとは主観なのだから。</div></div>https://www.mot-art-museum.jp/exhibitions/Gaetan%20Kubo_replaysheet.pdf",
        },
      ],
    },
  ],
  name: "Invisible Powers",
  settings: {
    mouseViewMode: "drag",
    autorotateEnabled: true,
    fullscreenButton: true,
    viewControlButtons: false,
  },
}
