var APP_DATA = {
  "scenes": [
    {
      "id": "0-replay-room-1",
      "name": "Gaetan Kubo - Replay Room -1",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1680,
      "initialViewParameters": {
        "yaw": -0.11146702997732305,
        "pitch": -0.027257129562890725,
        "fov": 1.459389602037366
      },
      "linkHotspots": [
        {
          "yaw": 1.6417936535642328,
          "pitch": -0.0028055909967399373,
          "rotation": 0,
          "target": "1-replay-room-2"
        }
      ],
      "infoHotspots": [
        {
          "yaw": -1.8381309917656203,
          "pitch": -0.10376075129455842,
          "title": "ステートメントと点字",
          "text": "<div>入口にある日英ステートメントの下には点字が打たれている。</div><div>その点字にはステートメントにはない秘密が込められている。</div><div>作品内の映像に流れる口話も、聴覚を頼りにすると作品の最後を読み取ることはできない。</div><div>五感を使うマジョリティが認識できないメディアが使われている</div><div>私の展示セクションにある記号の全てを読み解くことができる人は</div><div>ほとんどいないであろうし、作品というのもそういうものでもあると思う。</div>"
        },
        {
          "yaw": -0.3343330305156069,
          "pitch": -0.09253799903417992,
          "title": "世界は音で満たされている",
          "text": "祖母の家には黒電話が置いてある。祖母はどんなにテクノロジーが発展し、iPadを欲しがっても電話を買い換えることを望まない。ある日、黒電話の仕組みを知ろうと中を開けてみると、中から一枚の回路図がでてくる。近所の電気屋が直すために仕込まれていたのであろう。なんとないその出来事は、隠匿された秘密の地図を見つけたかの様な体験であった。 映像の途中で呼びかけている番号は400番。電話のプーッ、プーッという呼び出し音や話中音に使われる周波数(400hz)と同じ数字で、私たちの馴染みのある音階ではソの音G4( 391.99hz,A4=440hz)に近しい音である。映像背面の壁にはスピーカーが埋め込まれており、映像の最後にはGの音(G-1=11.97hz, A4=430hzつまりベルの時代のピリオド演奏)にチューニングされていく音波によってに美術館が振動する。 鳴っている電話は出ても良い。"
        },
        {
          "yaw": 0.6191293925590902,
          "pitch": -0.025918286255890877,
          "title": "聞こえないけど聴こえてる",
          "text": "およそ私の心臓の高さに取り付けられた聴診器が、壁から流れる私の独白による声を抽出し音を拾っている。マイクに改造された聴診器は、音をナマズの皮を短絡して 通過、エフェクターによって音を整流、増幅、水槽の下 にあるスピーカーに出力される。水槽の上の水面では音によって波紋が映り、水槽の下では音によって振動発電 機が発電をする。水槽の左右には私の両耳を型取ったもの、奥にはナマズの頭、手前には尻尾が、斜めには正弦波を出す音叉が配置されている。 1680 年、ガラス板を弓で弾くことで板の上の小麦が波紋を描くサイマティクス研究と、ナマズの頭蓋骨がキリストの十字架に見えるというアメリカの民間信仰をクロスした、科学と魔術のあわいにあるナマズ型振動感知音力発電装置である。"
        },
        {
          "yaw": -2.338249188925001,
          "pitch": 0.11065656719535255,
          "title": "張衡の地動儀を模した茶壷",
          "text": "<div>世界初の地震計といわれる地動儀は、AC132 年に中国の張衡によって開発された。</div><div>龍の口にとりつけられた玉が地震によって蛙の口に落ちることで遠方の地震の発生及び方位を観測したとされる。近代地震計の発明がお雇外国人の来日による明治期であることを考えると、その発明がいかにはやかったか想像できる。</div><div>地動儀の存在は菅原道真による言及などから日本に逸早くその存在は知られていたが、実物も図面も現存しないためにその内部構造は謎とされており、機構に対して様々な説が唱えられている。</div>"
        },
        {
          "yaw": -2.8663682762361464,
          "pitch": 0.1365824091404786,
          "title": "<div>大石真虎[ 画]</div><div>《 俗説地底鯰之図 永暦大雑書天文大成より》</div>",
          "text": "雑書と呼ばれるいわゆる暦占書本である。陰陽道の書物の影響を強く受けている雑書は、江戸時代から幕末にかけて普及し、占星術や人相といったものから、生活の指針に至るまで幅広い民間信仰が納められており、幕末には一家に一冊ある百科事典や家庭の医学のように扱われていたのではないかといった研究もなされるくらい普及していたものである。それらのほとんどの巻頭には日本列島を覆う龍の様な「地震虫」の絵が描かれた日本地図があり、鯰絵が普及する以前、地震という巨大な振動がどこからやってくるのか、想像力が生んだ表象（イメージ）である。"
        },
        {
          "yaw": 2.8007668036416824,
          "pitch": -0.11658736607131637,
          "title": "夢との交信：アタナシウス・キルヒャー「 言葉を話す像のしかけ」の再生実験",
          "text": "<div>この図像はキルヒャーの「普遍音楽(1650)」の「言葉を話す像のしかけ」を再生したものである。ドイツ出身のイエズス会司祭/ 科学者であったキルヒャーの学説には奇怪で合理的でないものも多く、発表当時には批判にさらされることもあったが、伝染病が微小生物によって引き起こされるという考えをはじめて実証的に示し、その説にもとづいた予防法を提案したことや、音響理論の数多くの発見など、後世に再評価がなされた人物である。</div><div>この図は、壁に埋め込まれたメガホンが外の音を内部に集約、出力先には彫像の口元が置かれていて、像が話しかけているように聞こえる仕組みを示しており、今回の壁の中から声を発する作品はこの夢想の具現化でもある。</div>"
        },
        {
          "yaw": 2.3079517915761407,
          "pitch": -0.08078372855867144,
          "title": "<div>夢との交信：サミュエル・モーランド「 拡声する人間チューバ」の再生実験</div>",
          "text": "人間はいつから音の存在を自覚したのだろうか？ピタゴラスは鍛冶屋が金槌を叩く音の違いから音階を見出し、アリストテレス( の学徒) は音波の存在に気がついたと言う。その後もダ・ヴィンチ、ガリレオ、キルヒャーなどによって音響や反響の研究はなされていたが、モーランドが1671年に発表したこの図像は興味深い点がある。メガホンの発明として発表されたこの図は、音の拡大だけでなく、音の乗算にも着目していて、声から発した音が図の中で反響し合い、世界が音に満ちて溢れているのをみることができる。本作ともう一つの銅板作品は、元の版画のデジタルデータを凹凸反転し、転写したもの。エッチングし、インクを詰めた刷る前の状態で保存されているため、本来の銅版画の逆の状態、つまり線の部分にインクがない状態で保存されている。"
        }
      ]
    },
    {
      "id": "1-replay-room-2",
      "name": "Gaetan Kubo - Replay Room -2",
      "levels": [
        {
          "tileSize": 256,
          "size": 256,
          "fallbackOnly": true
        },
        {
          "tileSize": 512,
          "size": 512
        },
        {
          "tileSize": 512,
          "size": 1024
        },
        {
          "tileSize": 512,
          "size": 2048
        }
      ],
      "faceSize": 1680,
      "initialViewParameters": {
        "yaw": 2.506828681541177,
        "pitch": -0.04713567236286309,
        "fov": 1.459389602037366
      },
      "linkHotspots": [
        {
          "yaw": 0.2878981733016559,
          "pitch": 0.009814534667103914,
          "rotation": 0,
          "target": "0-replay-room-1"
        }
      ],
      "infoHotspots": [
        {
          "yaw": 1.3770921807833183,
          "pitch": 0.08356866355218173,
          "title": "トーマス・エジソン《エジソンティンフォイル１号機( 蘇言機)》復元",
          "text": "<div>日本初の蓄音機が言葉を蘇らせる「蘇言機」と翻訳されたことに、一度声を録音すれば、その死者は永遠に蘇る（つまり再生できる）機械としてのニュアンスがあったのかと思わせられる。</div><div>底の見えない井戸に話しかけるかの様なマイクとスピーカーは、なんだかあの世と繋がっている様な不思議な形をしている。</div>"
        },
        {
          "yaw": 1.8596335559675499,
          "pitch": -0.12491445173238347,
          "title": "夢との交信：グラハム・ベル「ブレイクへ送った検体(死人の耳)に G(ソ)の音で歌った音の記録の手紙」の再生実験",
          "text": "<div>ベルとブレイクが作ったイヤーフォノトグラフは、死体の耳の鼓膜に藁の針をつけた再生機能のない録音機である。煤をつけたガラス板に針をのせ、ガラス板を動かしながら耳に声を吹き込むことで音の波形を記録すること</div><div>ができる。本作はベルがブレイクに送った実験結果の手紙のデジタルデータを印刷し、煤をつけたガラス板の裏に印刷物を敷き、光をあて、微かに見える記録をなぞってドローイングしたものである。</div><div>一般的に音のチューニングや試験はA（ラ）の音が選ばれることが多い中、ベルはG（ソ）の音を彼のイニシャルであるG(raham) から選択したとの記述がある。科学技術のために、名もなき検体となってしまった一人の人間の耳に話しかけるように、自分の名前を囁いたのではないだろうか？そんなことを考えながら線をなぞっていると、ガラスに映り込んだ自分もG(aetan) であることに気がついた。</div>"
        },
        {
          "yaw": -1.3373958654292135,
          "pitch": 0.07429024707746379,
          "title": "ジェイムス・アルフレッド・ユーイング《 ユーイング型 円盤式地震計( 復元模型 )》",
          "text": "日本に蘇言機を紹介したユーイングは後に地震計を開発する。円筒型から円盤型に移行した録音機器と対照的に、地震計は円盤型のものから円筒型に移行したのが印象的で、音と地震がいかに密接で相互関係があるかを物語っている。この地震計は東西と南北の2 軸であるが、後に高さを付け加えられた物で、円盤式地震記録と《地震動軌跡模型》は記録された。"
        },
        {
          "yaw": -1.734421817514047,
          "pitch": -0.10962032639219643,
          "title": "夢との交信：記録者不明「1887年円盤式地震記録に記録された東京の揺れ」の再生実験",
          "text": "<div>円盤式地震記録は煤のついたガラス板に針をつけ、回転中に針が揺れることによって煤が削られ、記録される。記録が青焼き写真に転写されると、再び煤をつけフォーマットされる。この記録は東京大学地震研究所に保管されている1887年1月15日に起きた地震記録の青焼きを撮影し、そのデータを実寸で印刷したものを煤のついたガラス板の裏に敷き、光をあて、微かに見える記録をなぞってドローイングしたものである。</div><div>アナログシステムである初期の地震記録は、煤の濃度や針の感度といった記録者の個人が強く反映される。記録を手でなぞることは転写をするより写実性が失われるが、記録とはそもそも主観的なものである。</div><div>私が生まれる100 年前の地球の揺れと文字をなぞるにつれ、記録者のことに思いを馳せてみたが、青焼きには記録者の名前は記載されていなかった。</div>"
        },
        {
          "yaw": -2.1122760953250754,
          "pitch": 0.05067902051081674,
          "title": "関谷清景《地震動軌跡模型》",
          "text": "日本の地震学の開拓者の一人である関谷清景が、円盤式地震計より東西、南北、高低を数値化。１秒ごとの地面の動きを50 倍に拡大したものを針金によって三次元化したものである。向かって左は地震動の始まりから21 秒まで、中央がそれから41 秒まで、そして右はさらに72 秒までの地面の動きを示している。"
        },
        {
          "yaw": 2.5871094939425445,
          "pitch": 0.06266716145118245,
          "title": "音震遠感覚之図",
          "text": "<div>制作過程で集まった資料を、即興的に壁面にコラージュしていき、それらを線で結んでいく。本展出品作品は全てコロナ禍で始めた制作であるため、図書館や取材などフィジカルな情報アクセスが一切できない状態からスター</div><div>ト。オンライン上に限られたデジタルデータの収集は現実より膨大に肥大し、データの渦に溺れていく。現実へと抜け出すためにこれらを出力する必要があった。自分の口を、身体を中心に臓器のように記号を結び付けながら描いていく行為は不条理でありながらもどこか意味がある様な感覚へと導く。</div>"
        },
        {
          "yaw": -0.4800343639371558,
          "pitch": 0.1016172247253273,
          "title": "Replay Sheet",
          "text": "<div><div>出口に置かれたReplay Sheetは、本展をもう一周するとき、つまり「再生」する時のためのハンドアウト(解説)となっている。</div><div>歴史は繰り返すという。一度目は悲劇として、二度目はコメディとして。だが「再生」する前に一言付け加えたい。コメディが喜劇であるとは限らない。コメディとは主観なのだから。</div></div>https://www.mot-art-museum.jp/exhibitions/Gaetan%20Kubo_replaysheet.pdf"
        }
      ]
    }
  ],
  "name": "Replay Room",
  "settings": {
    "mouseViewMode": "drag",
    "autorotateEnabled": true,
    "fullscreenButton": true,
    "viewControlButtons": false
  }
};
